Revit 2027 API
ParameterTypeId.ElemIsReference Property
 "Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemIsReference { get; }
Public Shared ReadOnly Property ElemIsReference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemIsReference {
	ForgeTypeId^ get ();
}
static member ElemIsReference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace